[
	{
		"title": "Start",
		"tags": "",
		"body": "Hello, my adorable and sweet animal of the Santa Cruz forest. \nI am the one true Banana Slug - the deity that has protected this land for centuries.\nHowever, the humans have now taken over what was once ours.\nThey built on top of what was once beautiful trees and sacred rivers, displacing the wildlife and destroying the trees.\nAs the prophet, the Lorax, once said:\n“I am the Lorax. I speak for the trees for the trees have no tongues.  I am asking you, sir, at the top of my lungs. Oh please do not cut down another one.”\nHe ate. \nAnd I agree.   \nNot only have they hurt the environment, but they have TAKEN MY IMAGE AND NAME IN VAIN! \nWITH A HIDEOUS, PANTS-LESS BIRKENSTOCK-WEARING, BLASHPHEMOUS MASCOT !\nThis brings me to my mission for you - the reason why I appear to you in this apparition\nDefeat the one who has taken the forest from us: Chacellor Larvae.\nBut to get to Larvae, you must defeat their two underlings and collect the items they drop. These two hold what you need to defeat the Chancellor.\nFirst, destroy the blasphemous iconography that uses the likeness of my image.\nI will send you to the UCSC Bookstore, where you will find.. Sammy the Slug\nAttack him 10 times or something and that should be good enough to defeat him. \nYou have to get close to attack him, but if you get too close you can get hurt.\nGo on, my child. \nI will see you very soon. \nXoxo.\n ",
		"position": {
			"x": -160,
			"y": -208
		},
		"colorID": 0
	},
	{
		"title": "Death",
		"tags": "",
		"body": "YOU ARE DUMB. HOW COULD YOU HAVE DIED?\nToday is your lucky day, because I am so generous.\nI will grant you with another life. \nDo not mess this up for me.",
		"position": {
			"x": -158,
			"y": 25
		},
		"colorID": 0
	},
	{
		"title": "DHall",
		"tags": "",
		"body": "You have done well, my child. \nuwu <3 !\nFor your next task, I will send you to the dining hall to take on the next in power.\n…\nYou know, I pity them… the humans here.\nThey have lost all feeling, becoming zombies mindlessly working for the system that exploits them.\nA system that forces them to pick up multiple, minimum wage jobs that barely help them pay back what the institution asks of them. \nI know the humans have hurt me, but above all I am kind <3 and I despise the system as well.\n…\nSave them by defeating the Green Shirt.\nBut be warned, they are protected by their army of Blue Shirts. \nCollect the apples and throw them at all of them until they lose their health. But be careful - do not run out of your GET points!\nFree the workers, disrupt the system, and get Chancellor Larvae’s attention.\nNow, go!\n       ",
		"position": {
			"x": 68,
			"y": -219
		},
		"colorID": 0
	},
	{
		"title": "Chancellor",
		"tags": "",
		"body": "Oh ****\nYou sure got the Chancellor’s attention, and they are NOT happy. \nQuick, I bestow my powers onto this Eco Friendly Fork. Although I, your deity, cannot fight this battle for you, I will give you the strength needed to fight this battle for yourself. You just have to believe in me.\nNow go!\nHuh, oh the slime?\nLmao tbh you didn’t need the slime. I just wanted a free face mask for Self Care Sunday!!!\nSELF CARE SUNDAY !!!!\nWoooo yea wooo yea\nWoooo yea wooo uh uh uh uh uh yea woooo\nLMAOOOO are u mad? \nHAHAHAHA\nYOU’RE MAD YOU’RE MAD YO-\n",
		"position": {
			"x": -421,
			"y": -228
		},
		"colorID": 0
	},
	{
		"title": "Victory",
		"tags": "",
		"body": "You’re confused, aren’t you?\nThe maggots… Larvae… was once my friend, a companion even. \nWe protected this forest together. But… Larvae wanted more power than me. They challenged my title, questioned my strength. I turned them away and banished them from the forest. \nOut of spite, Larvae created a skin suit and pretended to be human - building over what we once protected… together\nEvery couple of years they changed their skin suit to maintain their power.\nAll of the Chancellors that ruled over UCSC have been all one in the same… hurting us… for that reason. \nBut you, my child, have freed us. Not only the animals of the forest, but the students as well. \nNow, a new person in power can be installed - one that protects the campus, cares for their students, and makes the world a better place. \nThank you.",
		"position": {
			"x": -470,
			"y": 36
		},
		"colorID": 0
	}
]